---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures
source: html/73f92eea-bf27-4ea0-498f-402a809aa7f4.htm
---
# BuiltInFailures.ImportExportFailures Properties

The view boundaries are too large to export the view..